{
  "FixCursorHold.nvim": {
    "branch": "master"
  },
  "LuaSnip": {
    "branch": "master"
  },
  "bigfile.nvim": {
    "branch": "main"
  },
  "bufresize.nvim": {
    "branch": "master"
  },
  "cmp-nvim-lsp": {
    "branch": "main"
  },
  "cmp-path": {
    "branch": "main"
  },
  "cmp_luasnip": {
    "branch": "master"
  },
  "colorscheme-persist.nvim": {
    "branch": "master"
  },
  "conform.nvim": {
    "branch": "master"
  },
  "copilot.vim": {
    "branch": "release"
  },
  "fidget.nvim": {
    "branch": "main"
  },
  "gitsigns.nvim": {
    "branch": "main"
  },
  "goto-preview": {
    "branch": "main"
  },
  "harpoon": {
    "branch": "harpoon2"
  },
  "indent-blankline.nvim": {
    "branch": "master"
  },
  "kanagawa.nvim": {
    "branch": "master"
  },
  "lazy.nvim": {
    "branch": "main"
  },
  "lazydev.nvim": {
    "branch": "main"
  },
  "lazygit.nvim": {
    "branch": "main"
  },
  "luvit-meta": {
    "branch": "main"
  },
  "mason-lspconfig.nvim": {
    "branch": "main"
  },
  "mason-tool-installer.nvim": {
    "branch": "main"
  },
  "mason.nvim": {
    "branch": "main"
  },
  "mini.icons": {
    "branch": "main"
  },
  "mini.nvim": {
    "branch": "main"
  },
  "neo-tree.nvim": {
    "branch": "main"
  },
  "neoscroll.nvim": {
    "branch": "master"
  },
  "neotest": {
    "branch": "master"
  },
  "neotest-vitest": {
    "branch": "main"
  },
  "neovim-ayu": {
    "branch": "master"
  },
  "noice.nvim": {
    "branch": "main"
  },
  "nui.nvim": {
    "branch": "main"
  },
  "nvim": {
    "branch": "main"
  },
  "nvim-autopairs": {
    "branch": "master"
  },
  "nvim-cmp": {
    "branch": "main"
  },
  "nvim-lint": {
    "branch": "master"
  },
  "nvim-lspconfig": {
    "branch": "master"
  },
  "nvim-nio": {
    "branch": "master"
  },
  "nvim-notify": {
    "branch": "master"
  },
  "nvim-treesitter": {
    "branch": "master"
  },
  "nvim-treesitter-context": {
    "branch": "master"
  },
  "nvim-treesitter-textobjects": {
    "branch": "master"
  },
  "nvim-ts-autotag": {
    "branch": "main"
  },
  "nvim-web-devicons": {
    "branch": "master"
  },
  "oil.nvim": {
    "branch": "master"
  },
  "plenary.nvim": {
    "branch": "master"
  },
  "smart-splits.nvim": {
    "branch": "master"
  },
  "tailwind-tools": {
    "branch": "master"
  },
  "telescope-dap.nvim": {
    "branch": "master"
  },
  "telescope-fzf-native.nvim": {
    "branch": "main"
  },
  "telescope-ui-select.nvim": {
    "branch": "master"
  },
  "telescope.nvim": {
    "branch": "0.1.x"
  },
  "todo-comments.nvim": {
    "branch": "main"
  },
  "tokyonight.nvim": {
    "branch": "main"
  },
  "trouble.nvim": {
    "branch": "main"
  },
  "vim-sleuth": {
    "branch": "master"
  },
  "which-key.nvim": {
    "branch": "main"
  }
}
